document.addEventListener("DOMContentLoaded", () => {
  let but = document.querySelector("[data-js='t14-next']");
  let out = document.querySelector("[data-js='t14-out']");
  let tab =
    "Слаломах снов мне и хорошо дн я тебе ❤️😁   ©Полина.Н;Если позориться, то позориться до конца   ©Всеволод.К;Иголка не телевизор, спиздеть не сложно   ©Даша.Г;Лучше посрать и опоздать, чем прийти вовремя и обосраться   ©Маша.К;Сделал дело гуляй смело    ©Алексей.Ж;Что уплочено, то проглочено   ©Карина.К;Липецкая область это там, где на деревьях липы?   ©Ксюша.Ж";
  let dBase = tab.split(";");
  but.addEventListener("pointerdown", () => {
    let index = Math.floor(Math.random() * (dBase.length - 1 + 1));
    out.textContent = `${dBase[index]}`;
  });
});
